tap "hashicorp/tap"
tap "homebrew/services"
brew "ddate"
brew "fd"
brew "ffmpeg"
brew "imagemagick"
brew "ncdu"
brew "neovim"
brew "nginx", restart_service: :changed
brew "p7zip"
brew "pylint"
brew "python@3.9"
brew "ripgrep"
brew "stow"
brew "the_silver_searcher"
brew "tmux"
brew "tree-sitter-cli"
brew "wget"
cask "iterm2"
cask "vagrant"
go "golang.org/x/tools/gopls"
go "golang.org/x/vuln/cmd/govulncheck"
go "example.com/hello"
npm "corepack"
